EXISTS = 'Запись уже существует в базе данных'
NOT_EXISTS = 'Записи с таким id не существует в базе данных'
SORT_TYPES = (
    'Сортировка по "rating_desc", "rating_asc", '
    '"release_date_desc", "release_date_asc"'
)
IMAGE_EXT = 'Для постеров используются файлы форматов jpeg и png'
NO_GENRES = 'Добавьте один или несколько жанров'
POST_ANIME_HELP = 'Жанры добавляются по их id. Дата в формате ГГГГ-ММ-ДД'
BAD_SORT_KEY = 'Несуществующий ключ для сортировки'
NO_DIRECTOR_ID = 'Режиссёра с таким id не существует в базе данных'
NO_GENRE_ID = 'Жанров с такими id не существует в базе данных'
BIG_FILESIZE = 'Файл слишком большого размера'
